{
    "games": [
        {
            "icon": "icon_no01",
            "ss": [
                "ss_no01_1",
                "ss_no01_2",
                "",
                ""
            ],
            "forum": "https://jbbs.shitaraba.net/bbs/read.cgi/game/60946/1587424201/l1000",
            "a_com": "戦闘画面のレイアウトの圧ヤバすぎない？<br><br><details><summary>プレイ後感想追記（クリックで開く）</summary><br>いっそえげつないまでの下ネタ危ないネタの数々が押し寄せてきますが、それも軽く受け入れられてしまうほどに軽妙な会話やシステムが魅力だと感じました。<br>ストーリーは割合にあっさり気味というかさくさくと進んでいきますが、アイテムを拾ったとき等のキャラクターの反応など作り込みは非常に丁寧で、一発ネタ臭いビジュアルなのにそれで終わらないだけの心情描写が為されています。<br>戦闘画面のイシュタムさんかわいいね。</details>"
        },
        {
            "icon": "icon_no02",
            "ss": [
                "ss_no02_1",
                "",
                "",
                ""
            ],
            "forum": "https://jbbs.shitaraba.net/bbs/read.cgi/game/60946/1587424241/l1000",
            "a_com": "探索のしがいがありそうなルールですね。<br><br><details><summary>プレイ後感想追記（クリックで開く）</summary><br>主にキャラクターの選出などが色々とカオスでした。<br>マップを探索しているうちに次の文字を忘れてしまうことが頻繁にあったので、メニューの称号や画面端に表示してあったら親切だったかなと思います。<br>発想はよかったけど狭い通路を歩き回る雑魚がつらい……。</details>"
        },
        {
            "icon": "icon_no03",
            "ss": [
                "ss_no03_1",
                "",
                "",
                ""
            ],
            "forum": "https://jbbs.shitaraba.net/bbs/read.cgi/game/60946/1587424261/l1000",
            "a_com": "金銭感覚こわれる<br><br><details><summary>プレイ後感想追記（クリックで開く）</summary><br>安全な道なんてないじゃないかクソったれ！(列に岩3個)って状態だったのに続けてると案外安定して勝てるようになってくる不思議。<br>虹と3倍と1万までは出しましたが10R以降は厳しい感じですね。<br>運要素が非常に高いので結局どれを選んだってなるようになるだろう、と思いつつも考えながらプレイしてしまいます。<br>単純に所持金を増やすだけなら周回ボーナスが地味に美味しいですね。何もない所を通り抜けるのもあり。<br>あと謎にｳｺﾞｳｺﾞする岩にちょっと笑ってしまった。</details>"
        },
        {
            "icon": "icon_no04",
            "ss": [
                "ss_no04_1",
                "",
                "",
                ""
            ],
            "forum": "https://jbbs.shitaraba.net/bbs/read.cgi/game/60946/1587424278/l1000",
            "a_com": "家から出ずとも無限の宇宙は作れるじゃないか、そうこのツクールで<br><br><details><summary>プレイ後感想追記（クリックで開く）</summary><br>最初の時点でバーストⅠが家に押し入ってくるせいで感染爆発ってオチかと思ったら違った。<br>トイレはどこでするんだろうなぁと下賤なことを考えながらプレイしました。<br>ちなみにダメ人間になりたくない人はベッドを別の部屋に置くと良いです。</details>"
        },
        {
            "icon": "icon_no05",
            "ss": [
                "ss_no05_1",
                "",
                "",
                ""
            ],
            "forum": "https://jbbs.shitaraba.net/bbs/read.cgi/game/60946/1587424307/l1000",
            "a_com": "たのしい貧困"
        },
        {
            "icon": "icon_no06",
            "ss": [
                "ss_no06_1",
                "ss_no06_2",
                "ss_no06_3",
                "ss_no06_4"
            ],
            "forum": "https://jbbs.shitaraba.net/bbs/read.cgi/game/60946/1587424324/l1000",
            "a_com": "体゛力゛が゛減゛っ゛た゛ら゛、お゛く゛す゛り゛で゛こ゛ま゛め゛に゛回゛復゛す゛る゛ん゛だ！゛！゛"
        },
        {
            "icon": "icon_no07",
            "ss": [
                "ss_no07_1",
                "ss_no07_2",
                "",
                ""
            ],
            "forum": "https://jbbs.shitaraba.net/bbs/read.cgi/game/60946/1587424346/l1000",
            "a_com": "ストーリーがない分、戦闘と探索に集中できそうですね。<br><br><details><summary>プレイ後感想追記（クリックで開く）</summary><br>猫饅頭最後の一個見つからないんだけど！！！！！！！！！<br>戦闘バランスはかなり良好で、特にレベル16以降は全体攻撃技も覚えて快適に進められます。<br>バフを重ねて超威力の必殺技を叩き込む、という単純にして明快な面白さがありますね。必殺技を装填している時は防御できないというのも葛藤があって面白いシステムです。<br>その一方で、アイコンが重なっていて行動順がわかりづらかったり、スキル枠が少ないためかせっかくのディレイシステムに関わる技が少なかったのがやや残念でした。<br>マップは作り込みは良いのですが、曲がりくねっていて狭苦しい通路が多く踏破にややストレスがあるので、もう少し狭い通路・広い部屋を使い分けた緩急が欲しかったですね。<br>1マスや2マスの通路に敵が居座っていることが多く、戦闘の回避が非常に難しいのも少々問題に思いました。逃走の簡略化の側面を持つシンボルエンカウントを採用しているのに避けられない敵がいて、なのに逃走率は100%、とちょっとどっちつかずな部分があります。<br>また、マップの導線がはっきりしていないので「この先に宝箱があるな」「強敵がいそうだな」などの予測がつかず、若干進みづらさを感じました。<br>宝箱もあまり設置されているわけではないため、敵シンボルの隣をすり抜けて進むことに腐心してしまう設計は大変惜しいです。<br>しかしながら戦闘面に関しては、古き良きコマンド戦闘に必要十分に手が加えられ、確りとした戦略性を持ったものに仕上がっている良作でした。<br>ブライアン、お前ただの肉壁かと思ったらめちゃくちゃ優秀なバッファーじゃないか……。そしてデイジーいなくてよかった……。</details>"
        },
        {
            "icon": "icon_no08",
            "ss": [
                "ss_no08_1",
                "",
                "",
                ""
            ],
            "forum": "https://jbbs.shitaraba.net/bbs/read.cgi/game/60946/1587509049/l1000",
            "a_com": "アレックスは無敵状態のときは虹色に光るべき<br><br><details><summary>プレイ後感想追記（クリックで開く）</summary><br>なんで全員光ってるんだよ！！見づらいわ！！！<br>ビカビカ光るのではなくゆっくりと色が変わっていくのが絶妙なゲーミングの再現ですね。<br>でもゲーミングってなんだよ。</details>"
        },
        {
            "icon": "",
            "ss": [
                "ss_no09_1",
                "",
                "",
                ""
            ],
            "forum": "https://jbbs.shitaraba.net/bbs/read.cgi/game/60946/1587509079/l1000",
            "a_com": "シリアスな読むゲーかな？これは期待<br><br><details><summary>プレイ後感想追記（クリックで開く）</summary><br>頼れる物が何もないとき、精神的な支柱がどこにあるのかに焦点を当てた話。<br>泣いたり折れたりしないだけではなく、慕ってくれる誰かがいるというのも強さの一つです。<br>それも他人の痛みを感じられるある種の弱さがあればこそのものですね。<br>で、借金は？</details>"
        },
        {
            "icon": "icon_no10",
            "ss": [
                "ss_no10_1",
                "ss_no10_2",
                "",
                ""
            ],
            "forum": "https://jbbs.shitaraba.net/bbs/read.cgi/game/60946/1587509100/l1000",
            "a_com": "自分で戦えるナビ妖精というのも乙なものですね<br><br><details><summary>プレイ後感想追記（クリックで開く）</summary><br>ひとまずピースを全て集めて一周クリア。<br>アイテムの隠し方が難しすぎず簡単すぎずでとても良かったです。<br>見落としがあっても難なくカバーできる親切設計もあり苦もなくクリアすることができました。<br>本来重要な立ち位置であるはずの絵本の主人公の子が割とぽっと出で、本作のストーリーのアクシデンタルな面を強調しているように感じます。<br>マップのコンセプトがしっかりしていてテンポよく進められる中、いきなり出てくる間のエリアで緩急を付けてきたのも面白い部分です。<br>チャートが作りやすい構成なのでRTA実績にも気軽にチャレンジできそうですね。</details>"
        },
        {
            "icon": "",
            "ss": [
                "ss_no11_1",
                "",
                "",
                ""
            ],
            "forum": "https://jbbs.shitaraba.net/bbs/read.cgi/game/60946/1587509128/l1000",
            "a_com": "内容がまったく予想できない……。<br><br><details><summary>プレイ後感想追記（クリックで開く）</summary><br>これはいいドタバタ。外食に行くだけなのになんでこんなメチャクチャになるのかわからんｗｗｗ<br>人外の家族喧嘩は一味違いますね。ショウじゃなきゃ完全に死んでいます。<br>エアカレーは勢いから出たでまかせかと思いきや本人も信じ込んでるのこわい。ちゃんとしたものを参考にせず間違った方向に努力してしまうことは誰にでもあることだと思いますが、ここまで地獄に向けて一直線に突っ走れるのはヤバすぎますね。鳥なのに視野がすごくせまそう。<br>魔ーミンは久しぶりに見ましたね……。割と好きなキャラなのにあまり使われなくてちょっと悲しいですが、見た目があれなので仕方ない。今回は憎めない良い悪役をやっていました。<br>そしてえまりーが街中でも普通に湧くの草。</details>"
        },
        {
            "icon": "icon_no12",
            "ss": [
                "ss_no12_1",
                "",
                "",
                ""
            ],
            "forum": "https://jbbs.shitaraba.net/bbs/read.cgi/game/60946/1587570538/l1000",
            "a_com": "ふりーむがそんな状況に……。<br><br><details><summary>プレイ後感想追記（クリックで開く）</summary><br>ダイスロールができるツール。スタイリッシュなビジュアルが目を惹きます。<br>出てくる目の頻度を均等にそろえようとするバランスモードが面白いです。<br>一方で一度に複数ダイスを振れなかったり、プロファイルをひとつしか保存できなかったり。キーが非常に滑りやすいのもちょっと残念。<br></summary>"
        },
        {
            "icon": "icon_no13",
            "ss": [
                "ss_no13_1",
                "",
                "",
                ""
            ],
            "forum": "https://jbbs.shitaraba.net/bbs/read.cgi/game/60946/1587570569/l1000",
            "a_com": "´ｌヮｌ`<br><br><details><summary>プレイ後感想追記（クリックで開く）</summary><br>タイトル画面がいちいちうるせぇ！ｗｗｗｗ<br>各話にReadmeが付いている（読まなくても支障はない）のが面白いです。<br>ドッペルゲンガーと話しても気が狂わない人っているんですね。<br>世界征服の話が一番面白かったです。寝る前さんによるWORLDさんの紹介がクソすぎて笑った。<br>頭が弱い二人の話をうまく舵きりする寝る前さんの手管には素で唸らせられました。流石は年長者。<br>ところでじいちゃんの（略）は9世代目なのでは……？</details>"
        },
        {
            "icon": "icon_no14",
            "ss": [
                "ss_no14_1",
                "ss_no14_2",
                "",
                ""
            ],
            "forum": "https://jbbs.shitaraba.net/bbs/read.cgi/game/60946/1587686350/l1000",
            "a_com": "本当に遅すぎてワロタ<br><br><details><summary>プレイ後感想追記（クリックで開く）</summary><br>話しかけるべきキャラにアイコンが出ていて素早く見分けがつくため、さくさくと進められるところが良かったです。<br>意欲的なシステムを多数積んでいるのですが、戦闘周りは正直なところ調整不足感が否めません。<br>会話は何やら前提知識が要求されるので全体的に追いてけぼりにされたり、初見では健全ほのぼのといった雰囲気だったのに突然出てくるド下ネタにびっくりさせられたりと没入しづらさがありました。<br>短いながらに登場キャラがとても多く、お祭りゲー感はとても出ていたと思います。</details>"
        },
        {
            "icon": "icon_no15",
            "ss": [
                "ss_no15_1",
                "ss_no15_2",
                "ss_no15_3",
                "ss_no15_4"
            ],
            "forum": "https://jbbs.shitaraba.net/bbs/read.cgi/game/60946/1587884025/l1000",
            "a_com": "ようこそようこそ。SSから気合が入っているのが見て取れますね<br><br><details><summary>プレイ後感想追記（クリックで開く）</summary><br>とある箱庭世界の中と外を舞台とした見るゲ。まだ制作途中のようですが、これから話が大きく広がっていく雰囲気を感じます。<br>この世界の残酷な真実（ホモ本であること）を知って、登場人物たちがどんな反応を取るかこれから楽しみですね。<br>キャラクターの掛け合いが軽妙で、かつ個々の描写がしっかりとされており、各人物の立ち位置が掴みやすかったです。<br>ただし、含みのあるセリフの多さに対してUI面の洗練が足りていないため、やや伝わりづらい所が散見されました。立ち絵がちかちかと点滅したり、立ち絵でほとんど画面が塞がっているのにマップがスクロールしたり、と作り込みが若干甘かったかも。<br>ストーリーは非常に興味深いですが、過去の視点に頻繁に飛ぶために話の進みが遅く感じやすいかなと。広範のキャラを使ったことで勢力の説明が多くなり、話の流れが強引になっている印象も否めません。<br>はい説の設定を随所に挿入すると内輪っぽさが却って増してしまうため、劇中の描写でそれとなく説明した方がVIPRPGを知らない人には優しかったのではないかと思いますが、あくまでVIPRPGの外からVIPRPGを描くというコンセプトは大変面白いと感じました。<br>でも仮にも悪の組織の代表の前で「キャロルとデートするから抜けるぜ！」は流石にあんまりじゃないかな……。</details>"
        },
        {
            "icon": "",
            "ss": [
                "ss_no16_1",
                "ss_no16_2",
                "",
                ""
            ],
            "forum": "https://jbbs.shitaraba.net/bbs/read.cgi/game/60946/1587999881/l1000",
            "a_com": "R.I.P. プレイヤー<br><br><details><summary>プレイ後感想追記（クリックで開く）</summary><br>前作は楽しめる拷問でしたが、これは苦行度が高すぎて面倒になってしまったので断念。<br>マップ移動した先に毎回棘が置いてあるのでとても疲労が溜まります。<br>考えたら何か新しい解法を発見できたり、段階的に複雑化していく操作の上達を楽しめたりとかそういうのはなく、ひたすら微妙に難しい暗算やらされてる感じ。<br>せめて視覚的な楽しみがもう少し欲しかったかなと思います。</details>"
        },
        {
            "icon": "icon_no17",
            "ss": [
                "ss_no17_1",
                "",
                "",
                ""
            ],
            "forum": "https://jbbs.shitaraba.net/bbs/read.cgi/game/60946/1588104417/l1000",
            "a_com": "このzipひとつでやるゲー、講座ゲー、素材ゲーが無料で遊べちまうんだ！<br><br><details><summary>プレイ後感想追記（クリックで開く）</summary><br>素材集はかわいい系からおぞましい系、アフロ短剣使い系までかなり幅が広いです。こちらに迫ってきてる感じの戦闘グラフィックはとても使いたくなりますね。<br>デフォ戦はノーマルでクリアしました。とても戦闘向きには見えないパーティがあの手この手で戦っている感じが良かったです。<br>攻撃を外したら次の攻撃が強化されるパッシブスキルは損な感じを軽減していてなるほどと思いましたが、あまりにも命中率が酷いので結局スレッジハンマーはほとんど使いませんでした……。リジェネも使わなかったけどハードでは出番があるのかな？<br>小ネタ集、というか小技集は実演式で大変分かりやすかったです。「作るのめんどくさかったら最低限の演出でもええんやで」という所までフォローしているのは親切すぎてちょっと笑った。</details>"
        },
        {
            "icon": "icon_no18",
            "ss": [
                "ss_no18_1",
                "",
                "",
                ""
            ],
            "forum": "https://jbbs.shitaraba.net/bbs/read.cgi/game/60946/1588172672/l1000",
            "a_com": "処女受胎を題材にした神聖なエロゲと見た<br><br><details><summary>プレイ後感想追記（クリックで開く）</summary><br>笑いすぎて頭がおかしくなるところでした。<br>性器同士がむにむに動いてお互いを取り込むのもヤバいし、2倍の母体で胎児の成長速度が10倍なのもヤバいです。原作者の方はM字開脚をキープし続けるのが辛いと思ったのか無理やり1/10の時間に縮めた感がある気がしますが、それでもなお出産までの一か月をM字開脚で向き合って過ごすのは恐らくかなり大変でしょうね。<br>ストーリーの量はほぼ無に等しく、正直言って原作の設定を使って投げやりにエロシーン作ってみた感が強いです。特に、女の子同士で膣融合しないと出られないプレハブが突然現れたあたりはもうちょっとフォローのしようがあったんじゃないかと思いました。<br>他にも臍の緒は二本あるのか途中から二股になっているのかとか、あの動くベッドを使ったとしても性器の結合部の上に尿道口があるのだから排尿は無理があるんじゃないかとか色々気になることは多かったのですが、やはり一番気になったのはCGの画質の低さです。どうかニアレストネイバー以外の補間法を使って縮小してください……。</details>"
        },
        {
            "icon": "icon_no19",
            "ss": [
                "ss_no19_1",
                "ss_no19_2",
                "",
                ""
            ],
            "forum": "https://jbbs.shitaraba.net/bbs/read.cgi/game/60946/1588277292/l1000",
            "a_com": "ksg詰め合わせにコレクター要素を付け加えるだけで俄然ゲーム性が増すように感じられますね<br><br><details><summary>プレイ後感想追記（クリックで開く）</summary><br>ギャラリーそのものを探索するというのはなかなか斬新。トロフィー屋はそれなりに利用させて頂きました。それでも140個台止まりですが……。<br>一番好きなｋｓｇは不死身のウィンディでした。ヒール先生のセリフと間違い電話が地味にツボってしまった。<br>FF7オマージュは力入ってるのか手抜きなのかわからなくて混乱しました。アルテマ連打。<br>探索アイテム集め系が多くて作者の好みがよくわかりますね。一つだけかと思ったら三つくらい入ってた。<br>マップを探索することに集中していると「け」が見つからないのほんま……。<br>ヴェクサシオンの隠し場所は単純ながら汚ねーぞ！となりました。エリック・サティとジョン・ケージはクソ（条件反射）<br>アクション系・自作システム系は正直どれも操作感が悪かったかも。キー入力周りがもっさりしていてスコアを伸ばすのが大変でした。先行入力とかあったらよかったかもしれませんね。<br>まさかのバックストーリーはえぐみのあるメタ要素でとても良かったです。実話じゃないと聞いてほっとしたような、少しがっかりしたような……。<br>ゲーム制作はなるべく楽しくやれたらいいなと思う反面、鬱屈した感情と退廃的な背景から生み出されるものもたまには在っていいかも、と不謹慎ながら考えてしまいました。</details>"
        },
        {
            "icon": "icon_no20",
            "ss": [
                "ss_no20_1",
                "ss_no20_2",
                "",
                ""
            ],
            "forum": "https://jbbs.shitaraba.net/bbs/read.cgi/game/60946/1588277313/l1000",
            "a_com": "完成待ってたやつ。退廃的な雰囲気が大変好みです<br><br><details><summary>プレイ後感想追記（クリックで開く）</summary><br>全エンド見てクリア。レベルは30くらいまで上げました。<br>エンド4は流石に反則過ぎて爆笑せざるを得なかった。ただ、若干作品の雰囲気を壊してしまったかなという感じはあります。救いと破滅が両立したエンド2が一番好みですね。<br>裏ボス関連以外は一貫した語りと、全体を通した救われなさ・重苦しさがとても良かったです。雪道ゲーの窮屈さ・閉塞感も作品のコンセプトとうまくかみ合っているように感じます。ラスボスがなんか小物っぽかった気がしましたが、まあ所詮は帝国の操り人形にして中間管理職だったというところでしょう（？）<br>戦闘バランスはラスボスが（裏ボスドロップの武器が強すぎたためか）やや弱かったように感じましたが、それ以外は演出の凄みも相まってとても緊張感があります。ちょっと属性関連が複雑だったのでReadmeを隣に開きながらプレイしました。もう少し属性は絞ってもよかったかもしれませんね。<br>女神転生の退廃的なテイストは私も好きです。三面ボスの男のあれみたいなえげつない行為がしれっと行われているのもすごくメガテンっぽい。<br>作品を通したメッセージとしてはやはり「つらくても決して諦めないこと」でしょうか。光芒、つまりか細い光の筋を懸命に捉え、闇の中を渡り歩いていく強さをいつだって持ちたいものです。至極残念なことに、進んだ先にある光によって照らされた真実は残酷だったりもするのですが、まあ、その時はその時ということでね（海に飛び込む）。<br>総じてしっかりとした一貫性を感じた良作でした。</details>"
        },
        {
            "icon": "icon_no21",
            "ss": [
                "ss_no21_1",
                "",
                "",
                ""
            ],
            "forum": "https://jbbs.shitaraba.net/bbs/read.cgi/game/60946/1588277334/l1000",
            "a_com": "半裸の鳥のお姉さんに給餌してもらえる場所はここですか<br><br><details><summary>プレイ後感想追記（クリックで開く）</summary><br>ほのぼのした魔王把握。ほのぼのだっつってんっだろ！（ゴメスから目を逸らしながら）<br>オブジェクトひとつひとつにコメントが入っているのは正直驚きました。マップの出来もよく手間が掛かっていることが伺えます。<br>全体的にゆるい雰囲気ですが、いつの間にか増殖してるおぱんつや滅びたエルフ族などほのぼので隠しきれないヤバさがにじみ出てて笑いを誘います。<br>インプのカップル（？）は背中を押してくっつけてあげるのかなと思いきや……。<br>ストレートに求婚したのに断られるハー妹で草。なんでやハー妹かわいいやろ！何もしないところとか！<br>それにしてもこのフィールドBGMは某ローグライクRPGを思い出してしまいますね……。</details>"
        },
        {
            "icon": "icon_no22",
            "ss": [
                "ss_no22_1",
                "ss_no22_2",
                "ss_no22_3",
                ""
            ],
            "forum": "https://jbbs.shitaraba.net/bbs/read.cgi/game/60946/1588363861/l1000",
            "a_com": "馬ケツ<br><br><details><summary>プレイ後感想追記（クリックで開く）</summary><br>ロレックス超覚醒編。見るゲの途中で魔王把握が始まるのは面白かったです。<br>魔法具現化は使いようによってはかなりおいしい設定だなと思っているのですが、「実は過去の人物だった」はその最たるものだなと。<br>ただ、いきなりピンポイントな人物が具現化として発生するのはやや都合がいいというべきか、あるいは因果がアーケンに嫌がらせをしているというべきか……。いずれにせよ馬部分が分離してしまったのはちょっと残念でした（突然の個人的嗜好）<br>間合いを無視するテレポート斬り、剣技としては強くないわけがないんですが見た目は果てしなく地味ですね……。</details>"
        },
        {
            "icon": "",
            "ss": [
                "ss_no23_1",
                "",
                "",
                ""
            ],
            "forum": "https://jbbs.shitaraba.net/bbs/read.cgi/game/60946/1588363906/l1000",
            "a_com": "むしろフレーバーテキストを書きたいからやるゲ作るみたいなとこある<br><br><details><summary>プレイ後感想追記（クリックで開く）</summary><br>フレーバーテキストと一口に言っても台詞系・説明系・ポエム系と色々ありますね。<br>性質を言い表したものもいいですが、個人的にはバックストーリーを感じさせるものが好みです。短くて端的であればなおいい。<br>アーサーのテキストが一番好きでした。ツクールやってるとつくづく思いますが、物語は上手い形にして伝える人がいなければ始まりませんね。</details>"
        },
        {
            "icon": "",
            "ss": [
                "ss_no24_1",
                "ss_no24_2",
                "ss_no24_3",
                "ss_no24_4"
            ],
            "forum": "https://jbbs.shitaraba.net/bbs/read.cgi/game/60946/1588462811/l1000",
            "a_com": "nexeで実行ファイル化とかできないかな？ちなみにこのサイトもnode.jsで動いています。<br><br><details><summary>プレイ後感想追記（クリックで開く）</summary><br>ツクールでは大変な画像のインポートを楽にしてくれるツール。画像の透明色の指定だけでなく結合とか分割とかもできるみたいですね。<br>nodeやgitの環境構築は比較的楽な方とはいえ、未経験の人にはやはり大変なので詳しい説明があるのはありがたいです。ドット二つ重ねてしまうとかよくあるミスもカバーしててワロタ。<br>画像の透明色を全て統一するのは大変なので、(0, 0)の色を透明色に使う設定などもあればよかったかなと思いました。<br>大規模な制作を行おうとすると効率化のために何かと自作ツールを開発する必要に駆られてプログラミングをかじるのは正直あるあるですが、ゲームまるごとプログラムで書くよりはツクールで作った方が手間がかからないからギリギリ本末転倒ではないですよ！たぶん！</details>"
        },
        {
            "icon": "",
            "ss": [
                "",
                "",
                "",
                ""
            ],
            "forum": "https://jbbs.shitaraba.net/bbs/read.cgi/game/60946/1588462838/l1000",
            "a_com": "死のコロナホモ、スペースゴメス<br><br><details><summary>プレイ後感想追記（クリックで開く）</summary><br>なんだこれｗｗｗｗｗｗｗｗｗｗｗｗｗｗｗ<br>あまりにもシュールすぎて変な笑いが止まらなくなりました。っていうかウィンディになってオナニーするやつ他のGW作品でも見たけど流行ってんの！？！？<br>マップのディテールが雑なのと繋がりがおかしいのが逆に悪夢感出てて良かったです。コロナでもただの風邪でも咳が出てるならマスクを付けて外出しよう！</details>"
        },
        {
            "icon": "icon_no26",
            "ss": [
                "ss_no26_1",
                "ss_no26_2",
                "",
                ""
            ],
            "forum": "https://jbbs.shitaraba.net/bbs/read.cgi/game/60946/1588612757/l1000",
            "a_com": "あれごめ鬱SS<br><br><details><summary>プレイ後感想追記（クリックで開く）</summary><br>アレックスの能天気さ（オブラートに包んだ表現）がいちいちゴメスをえぐってて草。<br>ゴメス……お前……女……なのか……？いやでもゴメスって苗字だから名前はベアトリスとかカタリナとかかもしれないしな……（混乱）<br>女性器と肛門はこの世界では同じものなのかもしれません。総排泄孔か？</details>"
        },
        {
            "icon": "icon_no27",
            "ss": [
                "ss_no27_1",
                "",
                "",
                ""
            ],
            "forum": "https://jbbs.shitaraba.net/bbs/read.cgi/game/60946/1588866922/l1000",
            "a_com": "SSから漂う穏やかな雰囲気。<br><br><details><summary>プレイ後感想追記（クリックで開く）</summary><br>ほぼ1マップだけのシンプルな探索ゲー。<br>ルート自体は非常に短いのですが、同じオブジェクトを何度も調べないと見つからないタイプのイベントを自力で見つけられた試しがないのでヒントをガン見することになりました。<br>医者が病気や怪我を治して人の命を救うのと、クローンで死者を復活させるのは何が違うのか。善と悪、エゴイズムとアルトゥルイズムの境界はどこにあるのか。ある種古典的ながら答えを出しにくい疑問が浮かびますが、突然のだくねくで全てが吹き飛びました。やめろォ！</details>"
        },
        {
            "icon": "icon_no28",
            "ss": [
                "ss_no28_1",
                "ss_no28_2",
                "",
                ""
            ],
            "forum": "https://jbbs.shitaraba.net/bbs/read.cgi/game/60946/1588957858/l1000",
            "a_com": "レオパルト1が4台でレオパルト4（タンク違い）"
        },
        {
            "icon": "",
            "ss": [
                "ss_no29_1",
                "ss_no29_2",
                "",
                ""
            ],
            "forum": "https://jbbs.shitaraba.net/bbs/read.cgi/game/60946/1589147022/l1000",
            "a_com": "なるほど、こういうツクールの使い方もあるんですね。<br><br><details><summary>プレイ後感想追記（クリックで開く）</summary><br>ツクールでコンシューマの再現はよくありますが、過去のツクールゲーの再現というのはかなり珍しいですね。<br>エントリー後すぐに管理人もざっとVectorの2000ゲーを全て洗ってみたのですが、部分的に当てはまるゲームはちらほらあったものの挙げられている特徴全てに当てはまるゲームは残念ながら見つかりませんでした。マイナーなフリゲは本当に見つからないですよね……。<br>ボスが意外と強くてワロタ。再現ゲーだし負けても進むだろうと軽い気持ちで戦ってみたら両方のボスに一回ずつ負けてゲームオーバーになる羽目になりました。<br>クローンの王女を敵組織に送り込むのは面白いストーリーですね。その手があったか！と思ったけど冷静に考えてみると手段としては割とガバ。</details>"
        },
        {
            "icon": "icon_no30",
            "ss": [
                "ss_no30_1",
                "",
                "",
                ""
            ],
            "forum": "https://jbbs.shitaraba.net/bbs/read.cgi/game/60946/1589211962/l1000",
            "a_com": "善意の第三者・購入代行サービスと言い換えてもなお十分に胡散臭い。"
        },
        {
            "icon": "icon_no31",
            "ss": [
                "ss_no31_1",
                "ss_no31_2",
                "ss_no31_3",
                "ss_no31_4"
            ],
            "forum": "https://jbbs.shitaraba.net/bbs/read.cgi/game/60946/1589211992/l1000",
            "a_com": "静かに暮らしたい系主人公が増えている昨今<br><br><details><summary>プレイ後感想追記（クリックで開く）</summary><br>シンプルで親切なデフォ戦ゲー。主人公もシンプルに迷惑被っててかわいそう。<br>裏ボス含めノーマルでクリア。ボスに弱点クリティカルが入って1ターンで死んで唖然とすることもありましたが、ハード以降は（裏ボスが）なかなかきつい難易度のようです。ブラックホール連射しないで！<br>助けに応じてくれる三人いいやつだな～って一瞬思いかけたけど騙されないですからね。</details>"
        },
        {
            "icon": "icon_no32",
            "ss": [
                "ss_no32_1",
                "ss_no32_2",
                "ss_no32_3",
                "ss_no32_4"
            ],
            "forum": "https://jbbs.shitaraba.net/bbs/read.cgi/game/60946/1589483103/l1000",
            "a_com": "ズル過ぎて100%その場ですり抜けてしまいます（広告）<br><br><details><summary>プレイ後感想追記（クリックで開く）</summary><br>予告映像的な何か。登場キャラがかなり多いようでシナリオはなかなか複雑そうです。<br>元となった具現化でしか倒せないって強すぎない？いったいその力はどこから来ているのか……。<br>銭湯でのシームレスな着替えに感心。異国でも構わず露出するウィンディさん最低ですよ！</details>"
        },
        {
            "icon": "icon_no33",
            "ss": [
                "ss_no33_1",
                "ss_no33_2",
                "",
                ""
            ],
            "forum": "https://jbbs.shitaraba.net/bbs/read.cgi/game/60946/1589483133/l1000",
            "a_com": "ここのコメントもいつも考えて書いてはいるけど実はあんまり書くことが無(((((((<br><br><details><summary>プレイ後感想追記（クリックで開く）</summary><br>いわゆるｋｓｇコレクションですね。ウィンディとウェンディは同じ顔グラで喋らないで！<br>ダイスじゃんけん、結局数字を比べるだけだからファンブルとかクリティカルとか全く意味なくて草……。<br>改行の位置が中途半端なのが気になりました。</details>"
        },
        {
            "icon": "",
            "ss": [
                "ss_no34_1",
                "ss_no34_2",
                "",
                ""
            ],
            "forum": "https://jbbs.shitaraba.net/bbs/read.cgi/game/60946/1589483186/l1000",
            "a_com": "<3"
        },
        {
            "icon": "icon_no35",
            "ss": [
                "ss_no35_1",
                "",
                "",
                ""
            ],
            "forum": "https://jbbs.shitaraba.net/bbs/read.cgi/game/60946/1589560491/l1000",
            "a_com": "戦闘アニメは作るの面倒なのでこういう素材集はありがたいですね<br><br><details><summary>プレイ後感想追記（クリックで開く）</summary><br>膨大な量の戦闘アニメ集。乱れ雪月花がある……。<br>確かに2000のようなフロントビューで使う場合にはエフェクトが小さすぎて使いづらそうですが、サイドビューのゲームを作るなら心強い味方ですね。<br>戦闘アニメの作り方の丁寧な説明もついています。<br>オープニングの会話がちょっと長くて草。</details>"
        },
        {
            "icon": "",
            "ss": [
                "ss_no36_1",
                "",
                "",
                ""
            ],
            "forum": "https://jbbs.shitaraba.net/bbs/read.cgi/game/60946/1589560507/l1000",
            "a_com": "tanasinn...<br><br><details><summary>プレイ後感想追記（クリックで開く）</summary><br>ヘビゲームと聞いて最初ピンと来ませんでしたがプレイしてみたらなるほど、これは懐かしい……。インベーダーも合わせて懐かしさで殴ってくる……。<br>普通にヘビゲームしてたのは最初だけで後は避けゲー。ループ画面にする発想が面白いです。<br>ボタンおしっぱで常に加速出来たらよかったなと思います（後半は要らなくなりますが）。</details>"
        },
        {
            "icon": "",
            "ss": [
                "ss_no37_1",
                "",
                "",
                ""
            ],
            "forum": "https://jbbs.shitaraba.net/bbs/read.cgi/game/60946/1589560537/l1000",
            "a_com": "がんばって！"
        },
        {
            "icon": "icon_no38",
            "ss": [
                "ss_no38_1",
                "",
                "",
                ""
            ],
            "forum": "https://jbbs.shitaraba.net/bbs/read.cgi/game/60946/1589560559/l1000",
            "a_com": "Nintendo Switchも入れておいて<br><br><details><summary>プレイ後感想追記（クリックで開く）</summary><br>約170種類のキャラクターのぬいぐるみが用意されているユーフォ―キャッチャー。この時点で凄いです。<br>たぶん160超は取りましたが、種類が多すぎてどれを取り逃しているのかわからないのでひとまずクリアということに。<br>持ち上げるとRTPのホコグラみたいになるドラゴナスが好きです。アイスニードールはちょっと名前で笑った。</details>"
        },
        {
            "icon": "icon_no39",
            "ss": [
                "ss_no39_1",
                "ss_no39_2",
                "",
                ""
            ],
            "forum": "https://jbbs.shitaraba.net/bbs/read.cgi/game/60946/1589560573/l1000",
            "a_com": "ならずものっていうかダメそうなパーティで草。<br><br><details><summary>プレイ後感想追記（クリックで開く）</summary><br>これは……代理ゲーじゃな？　ちょっとした小話の詰め合わせになる予定みたいですね。今のところは一話だけ。<br>世はインディーズゲーム時代、優秀なエンジンも無料で配布されており凝ったゲームも多く、グラフィックなどの技術も個人レベルでさえ猛烈に上がってきていますね。<br>そんな中でどうすれば売れるか、プレイしてもらえるかというのは実際非常に難しい話。ゲーム自体の質が良くてもプレイヤーの時間の奪い合いに勝てない可能性は大いにあります。Twitterでの宣伝・進捗報告も大事ですが、付け加えるならインディーズゲームのイベントに積極的に参加した上で、レビューサイトなどに記事を書いてもらう依頼を出すのが一番確実かなと。最近INDIE Live Expoというインディーズ専門の情報番組も配信され始めたようですし、広告を打てる場所は段々と増えています。可能ならパブリッシャーの手も借りたり。<br>アングラなVIPRPGには直接関係はない話ではありますが、インディーズの動向には注目していきたいところですね。</details>"
        }
    ]
}
